Repository: changanmoon/MacHasher
Catalog: Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hant, zh_hk

source: About MacHasher
zh_hans: 关于 MacHasher
zh_hant: 關於 MacHasher
zh_hk: 關於 MacHasher

source: App Icon
zh_hans: App 图标
zh_hant: App 圖示
zh_hk: App 圖示

source: Calculate
zh_hans: 计算
zh_hant: 計算
zh_hk: 計算

source: Calculating...
zh_hans: 正在计算…
zh_hant: 正在計算⋯
zh_hk: 正在計算⋯

source: Change path
zh_hans: 更改路径
zh_hant: 更換路径
zh_hk: 變更路徑

source: Check for updates...
zh_hans: 检查更新…
zh_hant: 檢查更新⋯
zh_hk: 檢查更新⋯

source: Choose file...
zh_hans: 选择文件…
zh_hant: 選取檔案⋯
zh_hk: 選擇檔案⋯

source: Clear
zh_hans: 清除
zh_hant: 清除
zh_hk: 清除

source: Copy
zh_hans: 拷贝
zh_hant: 複製
zh_hk: 複製

source: Copyright © 2025 changanmoon. All rights reserved. MacHasher is an open source project, licensed under the Apache License Version 2.0. “Apple”, “Apple Logo”, “Mac” and “macOS” are trademarks of Apple Inc.
zh_hans: Copyright © 2025 changanmoon. 保留所有权利。 MacHasher 是以 Apache 许可证 2.0 版本授权的开源项目。 “Apple”、“Apple Logo”、“Mac”和“macOS”是 Apple Inc. 的商标。
zh_hant: Copyright © 2025 changanmoon. 保留一切權利。 MacHasher 是一個依 Apache 許可證 2.0 版本授權的開源專案。 「Apple」、「Apple 標誌」、「Mac」與「macOS」是 Apple Inc. 的商標。
zh_hk: Copyright © 2025 changanmoon. 保留一切權利。 MacHasher 為開放源始碼項目，以 Apache 許可 2.0 版本授權。 「Apple」、「Apple 標誌」、「Mac」與「macOS」為 Apple Inc. 的商標。

source: Error
zh_hans: 错误
zh_hant: 錯誤
zh_hk: 錯誤

source: Failed to calculate checksums. The file may not exist or is unreadable.
zh_hans: 无法计算校验和。文件可能不存在或无法读取。
zh_hant: 無法計算核對碼。檔案可能不存在或無法讀取。
zh_hk: 核對碼計算失敗。檔案可能不存在或無法讀取。

source: File:
zh_hans: 文件：
zh_hant: 檔案：
zh_hk: 檔案：

source: MacHasher Help
zh_hans: MacHasher 帮助
zh_hant: MacHasher 輔助說明
zh_hk: MacHasher 輔助說明

source: md5 goes here...
zh_hans: md5 显示在这里…
zh_hant: md5 會顯示在這裡⋯
zh_hk: md5 在此顯示⋯

source: OK
zh_hans: 好
zh_hant: 好
zh_hk: 好

source: sha1 goes here...
zh_hans: sha1 显示在这里…
zh_hant: sha1 會顯示在這裡⋯
zh_hk: sha1 在此顯示⋯

source: sha256 goes here...
zh_hans: sha256 显示在这里…
zh_hant: sha256 會顯示在這裡⋯
zh_hk: sha256 在此顯示⋯

source: sha512 goes here...
zh_hans: sha512 显示在这里…
zh_hant: sha512 會顯示在這裡⋯
zh_hk: sha512 在此顯示⋯

# Version %@ (%@)
source: Version %1$@ (%2$@)
zh_hans: 版本 %1$@ (%2$@)
zh_hant: 版本 %1$@ (%2$@)
zh_hk: 版本 %1$@ (%2$@)

source: View source code on GitHub
zh_hans: 在 GitHub 上查看源代码
zh_hant: 在 GitHub 上檢視原始程式碼
zh_hk: 在 GitHub 上檢視原始程式碼
